Repository: wind-flying-clouds/AudioMuse
Catalog: MuseAmpTV/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Apple TV Session
zh_hans: Apple TV 会话

source: Apple TV cleaned part of the transferred playlist. Send it again from iPhone.
zh_hans: Apple TV 清除了部分已传输的播放列表。请从 iPhone 重新发送。

source: Audio Output
zh_hans: 音频输出

source: Authenticating with %@
zh_hans: 正在与 %@ 进行认证

source: Authenticating with the selected iPhone sender and preparing the transfer manifest for this Apple TV session.
zh_hans: 正在与所选 iPhone 发送方验证，并为此 Apple TV 会话准备传输清单。

source: Authentication Failed
zh_hans: 认证失败

source: Authentication failed.
zh_hans: 认证失败。

source: Authentication failed. Please scan the QR code again.
zh_hans: 认证失败，请重新扫码。

source: Awaiting Upload
zh_hans: 等待上传

source: Boot Failed
zh_hans: 启动失败

source: Cancel
zh_hans: 取消

source: Cancel Transfer
zh_hans: 取消传输

source: Cancel Transfer?
zh_hans: 取消传输？

source: Connecting to Sender
zh_hans: 正在连接发送方

source: Connecting to device, please wait.
zh_hans: 正在连接到设备，请稍后。

source: Connecting…
zh_hans: 正在连接…

source: Connection lost while receiving "%@".
zh_hans: 接收「%@」时连接断开。

source: Continue Transfer
zh_hans: 继续传输

source: Delete Playlist
zh_hans: 删除播放列表

source: Enter an address in the form host:port.
zh_hans: 请输入 host:port 格式的地址。

source: Finishing Playlist "%@"
zh_hans: 正在完成播放列表「%@」

source: Invalid address format "%@". Use hostname:port, IPv4:port, or [IPv6]:port.
zh_hans: 地址格式「%@」无效。请使用 hostname:port、IPv4:port 或 [IPv6]:port。

source: Invalid auth payload.
zh_hans: 验证数据无效。

source: Invalid port in "%@".
zh_hans: 「%@」中的端口无效。

source: Invalid request.
zh_hans: 请求无效。

source: Leave Playlist Session
zh_hans: 离开播放列表会话

source: Leaving deletes the transferred playlist from this Apple TV and returns to the receive screen.
zh_hans: 离开将删除此 Apple TV 上已传输的播放列表，并返回接收页面。

source: Like
zh_hans: 喜欢

source: Liked Songs
zh_hans: 喜欢的歌曲

source: Missing host name in "%@".
zh_hans: 「%@」中缺少主机名。

source: Missing port in "%@".
zh_hans: 「%@」中缺少端口。

source: Nearby Devices (%lld)
zh_hans: 附近的设备 (%lld)

source: Next
zh_hans: 下一首

source: No Endpoint
zh_hans: 无可用端点

source: No lyrics available
zh_hans: 暂无歌词

source: No nearby devices
zh_hans: 没有附近的设备

source: No reachable address was available for the selected device.
zh_hans: 所选设备没有可用的连接地址。

source: No reachable sender was available.
zh_hans: 没有可用的发送方。

source: None of the selected songs could be prepared for transfer.
zh_hans: 所选歌曲均无法准备传输。

source: Not Found.
zh_hans: 未找到。

source: OK
zh_hans: 好

source: On an iPhone with Muse Amp installed, use the system camera to scan the QR code displayed on this Apple TV, then select the songs to transfer.
zh_hans: 在装有 Muse Amp 的 iPhone 上使用系统相机扫描此 Apple TV 上显示的二维码，然后选择需要传输的歌曲。

source: Pause
zh_hans: 暂停

source: Play
zh_hans: 播放

source: Playback Failed
zh_hans: 播放失败

source: Playlist Unavailable
zh_hans: 播放列表不可用

source: Previous
zh_hans: 上一首

source: QR code available
zh_hans: 二维码可用

source: Receiving Playlist "%@"
zh_hans: 正在接收播放列表「%@」

source: Receiving playlist from %@
zh_hans: 正在从 %@ 接收播放列表

source: Receiving was interrupted because the app left the foreground.
zh_hans: 接收中断，因为 App 离开了前台。

source: Request too large.
zh_hans: 请求过大。

source: Resuming transfer...
zh_hans: 正在恢复传输...

source: Retry
zh_hans: 重试

source: Saving playlist session
zh_hans: 正在保存播放列表会话

source: Scanning songs
zh_hans: 扫描歌曲

source: Searching for nearby devices…
zh_hans: 正在搜索附近的设备…

source: Selected Sender
zh_hans: 已选择的发送方

source: Sending was interrupted because the app left the foreground.
zh_hans: 发送中断，因为 App 离开了前台。

source: The other device did not return a transfer token.
zh_hans: 对方设备未返回传输令牌。

source: The other device is using an incompatible transfer protocol version. Update both devices and try again.
zh_hans: 对方设备使用了不兼容的传输协议版本。请更新两台设备后重试。

source: The other device is using incompatible transfer protocol version %@. Update both devices and try again.
zh_hans: 对方设备使用了不兼容的传输协议版本 %@。请更新两台设备后重试。

source: The other device returned an invalid response.
zh_hans: 对方设备返回了无效响应。

source: The playlist session metadata was invalid.
zh_hans: 播放列表会话元数据无效。

source: The transfer request failed with status code %lld.
zh_hans: 传输请求失败，状态码 %lld。

source: The transferred playlist could not be saved on Apple TV. Send it again from iPhone.
zh_hans: 已传输的播放列表无法保存在 Apple TV 上。请从 iPhone 重新发送。

source: The transferred playlist could not be saved.
zh_hans: 已传输的播放列表无法保存。

source: The transferred playlist data on Apple TV is incomplete. Send it again from iPhone.
zh_hans: Apple TV 上已传输的播放列表数据不完整。请从 iPhone 重新发送。

source: The transferred playlist data on Apple TV is unavailable. Send it again from iPhone.
zh_hans: Apple TV 上已传输的播放列表数据不可用。请从 iPhone 重新发送。

source: The transferred playlist is still available on Apple TV, but playback could not start automatically.
zh_hans: 已传输的播放列表仍在 Apple TV 上可用，但无法自动开始播放。

source: The transferred playlist metadata was incomplete. Send it again from iPhone.
zh_hans: 已传输的播放列表元数据不完整。请从 iPhone 重新发送。

source: The transferred playlist was saved, but playback could not start.
zh_hans: 已传输的播放列表已保存，但无法开始播放。

source: This will stop the current transfer and return to the pairing screen.
zh_hans: 这将停止当前传输并返回配对页面。

source: Track not found.
zh_hans: 曲目未找到。

source: Transfer Failed
zh_hans: 传输失败

source: Transfer Interrupted
zh_hans: 传输中断

source: Transferred Playlist
zh_hans: 已传输的播放列表

source: Unauthorized.
zh_hans: 未授权。

source: Unknown Album
zh_hans: 未知专辑

source: Unknown Artist
zh_hans: 未知艺人
